/*Shared Button Translations*/
"Quit" = "Salir";
"Cancel" = "Cancelar";
"Continue" = "Continuar";
"ContinueAnyway" = "Continue Anyway";

/*Escaped Quotes. Remove the backslash and turn the quote into guillemets if needed*/
"EscapedQuoteStart" = "«";
"EscapedQuoteEnd" = "»";

/*Shared Warnings*/
"NoDrivesFound" = "No se encontraron unidades apropiadas. Asegúrese de que su unidad esté enchufada y encendida.";

/*This translation hides the stupid non-zero exit from OS X. Please ignore, Linus will translate this himself.*/
"NonZeroExit" = "The command exited with a non-zero status.";


/*Create elementary OS Installer*/

"CreateInstallerAppTitle" = "Crear instalador de elementary OS";

/*Buttons*/
"Download" = "Download";

/*Dialogs*/
"ChooseISO" = "Seleccione un archivo ISO de elementary OS:";
"ChooseDrive" = "Seleccione una unidad para el instalador de elementary OS:";
"InstallComplete" = "Se ha creado el instalador de elementary OS correctamente. Para devolver la unidad a su estado normal, bórrela con Utilidad de discos o «Restaurar unidad USB».";
"InstallCompleteNotification" = "Se ha creado el instalador de elementary OS correctamente.";
"AdminDialog" = "Create elementary OS Installer wants to install to the drive \"";

/*Warnings*/
"OldMacWarning" = "This Mac may have trouble starting elementary OS trough USB. Find more information and alternaltives below.";
"newOSXVersion" = "This version of \"Create elementary OS Installer\" was made for Mac OS X 10.8 and below. It's recommended to use the newer version.";
"PPCWarning" = "elementary OS doesn't support PowerPC based Macs. The resulting USB drive can only be used on PCs and on newer supported Intel based Macs";
"XServeWarning" = "elementary OS doesn't support Xserve type Macs. The resulting USB drive can only be used on other recent Mac types that are Intel-based";
"ConfirmQuit" = "Quitting now may lead the USB drive to be in an unusable state. You may need to restore it using Disk Utility or \"Restore USB Drive\" if you choose to quit.";
"NotEnoughSpace" = "\" does not have enough space. At least 1GB of free space is required.";

/*Progress bar text*/
"ReformatDisk" = "Reformating the disk…";
/*This is followed by the name of the USB drive in the app.*/
"CopyingISO" = "Copying elementary OS to the drive \"";

/*Multi part translation. Make sure to replace the escaped quotes with guillemets if required*/
"DriveName" = "La unidad «";
"ConfirmReformatDriveName" = "» se borrará y se reemplazará con el contenido del instalador de elementary OS. Esta acción necesita privilegios administrativos. ¿Continuar?";
"PartitionName" = "The partition \"";
"EraseMultiplePartitions" = "\" is on a drive with multiple partitions. Are you sure you want to erase the entire drive and replace it with the contents of the elementary OS installer?";

/*Restore USB Drive.*/

"RestoreUSBDriveAppTitle" = "Restaurar unidad USB";

"ChooseDriveRestore" = "Elija la unidad que se restaurará:";
"ConfirmRestoreDriveName" = "». ¿Quiere continuar?";
"RestoreComplete" = "Se ha restaurado la unidad USB correctamente";
"RestoreCompleteNotification" = "Se restauró la unidad USB";

/*Do not translate LocalizedUSBDriveName if it contains Unicode characters. This is unfortunately a technical limitation*/
"LocalizedUSBDriveName" = "USB Drive";
"NameUSBDrive" = "Name USB Drive";
